{
  "modules": {
    "Interface": {
      "resumo": "A ponte entre comunidades e a BIO. Traduz dados técnicos em linguagem acessível e devolve à rede conhecimento de forma intuitiva e visual.",
      "frases": [
        "BIO traduz dados complexos em imagens intuitivas.",
        "Interface conecta comunidade e tecnologia."
      ]
    },
    "Segurança": {
      "resumo": "Camada de proteção baseada em blockchain, criptografia e monitoramento contínuo para garantir confiança, soberania e transparência nos fluxos.",
      "frases": [
        "BIO garante confiança digital.",
        "Segurança fortalece a rede descentralizada."
      ]
    },
    "MCEFPs": {
      "resumo": "Mini Centrais Envasadoras e Finalizadoras de Produtos. Estruturas descentralizadas que conectam produção local, logística reversa e autonomia comunitária.",
      "frases": [
        "BIO fortalece a produção comunitária.",
        "As MCEFPs descentralizam e regeneram territórios."
      ]
    },
    "Indústria": {
      "resumo": "A Indústria Matriz, ponto de ancoragem do sistema, integrada às MCEFPs e à rede global. Garante escala, padronização e suporte tecnológico.",
      "frases": [
        "A Indústria Matriz ancora a rede BIO.",
        "BIO conecta escala global e autonomia local."
      ]
    },
    "Aprendizado": {
      "resumo": "Módulo regenerativo, responsável por absorver dados, identificar padrões, aprender com o território e aprimorar continuamente as práticas da BIO.",
      "frases": [
        "BIO aprende com o território.",
        "Aprendizado regenerativo antecipa o futuro."
      ]
    },
    "Integração": {
      "resumo": "Nó de governança e coordenação. Faz a ponte entre atores sociais, econômicos, ambientais e digitais para decisões sistêmicas.",
      "frases": [
        "BIO integra vozes diversas em decisões coletivas.",
        "Integração conecta atores sociais e ecológicos."
      ]
    },
    "Logística": {
      "resumo": "Rede inteligente de transporte, energia e insumos. Equilibra eficiência e impacto ambiental, usando algoritmos regenerativos para otimização.",
      "frases": [
        "BIO otimiza transporte regenerativo.",
        "Menos desperdício, mais eficiência."
      ]
    },
    "Impacto": {
      "resumo": "Monitoramento em tempo real dos indicadores sociais, ambientais e econômicos. Permite medir avanços e corrigir rotas.",
      "frases": [
        "BIO mede impacto em tempo real.",
        "Indicadores regenerativos guiam ajustes contínuos."
      ]
    },
    "Sustentabilidade": {
      "resumo": "Camada que integra métricas ecológicas, uso racional de recursos, economia circular e regeneração do território.",
      "frases": [
        "BIO equilibra produção e regeneração.",
        "Indicadores verdes guiam decisões."
      ]
    },
    "Inovação": {
      "resumo": "Espaço vivo de inovação aberta. Permite experimentar, prototipar e adaptar soluções de forma colaborativa, mantendo a BIO em estado de evolução contínua.",
      "frases": [
        "BIO nasce do inédito-viável.",
        "Inovação é regeneração aplicada."
      ]
    }
  },
  "frases_gerais": [
    "♻️ 98% dos dados regenerados e integrados à rede.",
    "🌱 Sustentabilidade ativa: indicadores positivos em 7 biomas.",
    "🚚 Logística regenerativa reduziu emissões em 14% esta semana.",
    "🔒 Segurança blindada: todos os fluxos validados em blockchain.",
    "🌍 Impacto global monitorado em tempo real.",
    "💡 Nova solução emergente conectada pela comunidade.",
    "🤝 Cooperação local aumentou a eficiência em 22%.",
    "⚡ Rede estável: zero falhas críticas nas últimas 48h."
  ]
}
